export const cardData = [
  {
    desc: '把东方红一号送上太空！',
    name: '长征一号',
    cover: '/image/card1.png',
    intro1: `中文名：长征一号<br />外文名：Long March 1<br />
    火箭类型：一型三级液体运载火箭（第一、二级采用液体燃料发动机，第三级采用固体燃料发动机）<br />火箭全长：29.86米<br />
    起飞质量：81.57吨<br />运载能力：300千克<br />火箭现状：已经退役`,
    intro2: `属于【长征运载火箭】系列。1970年4月24日“长征一号”运载火箭首次发射“东方红一号”卫星成功，使中国成为世界上第五个自行研制发射人造卫星的空间大国。`,
    time: '2.5s',
  },
  {
    desc: `中国第一枚“金牌火箭”`,
    name: '长征二号丙',
    cover: '/image/card2.png',
    intro1: `中文名：长征二号丙<br />外文名：Long March 2C<br />火箭类型：一型两级常规液体运载火箭<br />火箭全长：43米<br />
    起飞质量：242.5吨<br />运载能力：LEO轨道4.0吨；SSO轨道1.5吨<br />火箭现状：在役`,
    intro2: `属于【长征运载火箭】系列。1998年，长征二号丙火箭被中国航天工业总公司授予“优质长征二号丙运载火箭金牌”，也是中国服役年限最长的火箭。`,
    time: '2s',
  },
  {
    desc: '首次！载人航天！',
    name: '神州五号',
    cover: '/image/card3.png',
    intro1: `发射时间：2003年10月15日09时整<br />发射火箭：新型二号F捆绑式火箭<br />
    返回时间：2003年10月16日06:28<br />尺寸、重量：神舟载人飞船全长8.86米，最大处直径2.8米，总重量达到7790千克。<br />
    飞行时间/圈数：21小时28分/14圈。<br />
    <a href="https://baike.baidu.com/item/%E6%9D%A8%E5%88%A9%E4%BC%9F/522856" target="_blank">航天员：杨利伟</a>`,
    intro2: `属于【神舟载人飞船】系列。航天英雄杨利伟自主出舱，从此中国成为世界上第三个独立掌握载人航天飞行技术的国家。`,
    time: '2.3s',
  },
  {
    desc: `太空上的课堂`,
    name: '神州十号',
    cover: '/image/card4.jpg',
    intro1: `神舟十号于2013年6月11日发射升空，并进入预定轨道；于2013年6月23日与天宫一号目标飞行器实现手控交会对接。`,
    intro2: `神十航天员王亚平、聂海胜、张晓光于北京时间2013年6月20日上午10点在太空给地面的学生讲课，
    <a href="https://www.bilibili.com/video/BV1JZ4y197tE" target="_blank">课堂内容</a>包括微重力条件下物体运动的特点、
    液体表面张力的作用，加深同学们对质量、重量以及牛顿定律等基本物理概念的理解。航天员将进行在轨讲解和实验演示，并与地面师生进行双向互动交流。`,
    time: '2.2s',
  },
  {
    desc: `太空中的“快递小哥”`,
    name: '天舟系列货运飞船',
    cover: '/image/card5.png',
    intro1: `天舟系列货运飞船是向空间站及空间科学实验室运送货物和推进剂等物资的使者`,
    intro2: `任务：<br />一是补给空间站的推进剂消耗，空气泄漏，运送空间站维修和更换设备，延长空间站的在轨飞行寿命；<br />
    二是运送航天员工作和生活用品，保障空间站航天员在轨中长期驻留和工作；<br />三是运送空间科学实验设备和用品，
    支持和保障空间站具备开展较大规模空间科学实验与应用的条件。`,
    time: '2.4s',
  },
  {
    desc: `空间站的雏形`,
    name: '天宫一号',
    cover: '/image/card6.jpg',
    intro1: `属于【天宫空间实验室系列】。空间实验室是开展空间试验活动的载人航天飞行器，规模上小于空间站，
    是空间站的雏形。空间实验室的主要任务是：空间交会对接；保障航天员中期驻留、飞行器长期在轨自主飞行、再生式生保和货运飞船补加`,
    intro2: `2011年9月29日，天宫一号发射升空，并进入预定轨道。<br />天宫一号在轨飞行期间，分别与神舟八号、神舟九号和神舟十号飞船进行交会对接，形成刚性连接组合体。<br />2018年4月2日，天宫一号寿命末期，主动离轨，陨落南太平洋。`,
    time: '2.6s',
  },
  {
    desc: `出发，向月球！`,
    name: '嫦娥一号',
    cover: '/image/card7.jpg',
    intro1: `属于【中国探月工程发射计划】，最近发射的月球探测器为2020年11月24日的嫦娥五号。<br />
    2007年10月24日，嫦娥一号在西昌卫星发射中心发射升空；2009年3月1日，嫦娥一号完成使命，撞击月球表面预定地点。`,
    intro2: `嫦娥一号卫星首次绕月探测的成功，树立了中国航天的第三个里程碑，突破了一大批具有自主知识产权的核心技术和关键技术，
    使中国成为世界上为数不多具有<a href="https://baike.baidu.com/item/%E6%B7%B1%E7%A9%BA%E6%8E%A2%E6%B5%8B target="_blank"">深空探测</a>能力的国家。`,
    time: '2.1s',
  },
];
